Repository: javierdemartin/Bicis
Catalog: Bicis/Route Planner/*.lproj/RoutePlanner.strings
Languages: es

# ROUTE_PLANNER_INSTRUCTIONS_TEXT_FIELD
source: Monitor the available number of docks of the destination station at your expected arrival time
es: Monitoriza la disponibilidad de anclajes en el destino. Recibe una notificación si el número cae por debajo de un límite.

# STATION_SEARCH_PLACEHOLDER
source: Destination station
es: Estación de destino

# FREE_DOCKS_AT_DESTINATION_LABEL
source: %number free docks
es: %number anclajes libres

# ERROR_LOADING_FREE_DOCKS_AT_DESTINATION
source: Unable to retrieve details
es: No hay datos disponibles

# START_TRIP
source: Start commute
es: Comenzar recorrido

# ESTIMATED_TIME_OF_ARRIVAL
source: Arriving at %time, riding %distanceUnits
es: Llegada estimada a las %time, a %distanceUnits

# LOADING_ROUTE
source: Calculating time to destination...
es: Calculando tiempo hasta el destino...

source: Loading predictions...
es: Cargando predicciones...

# ACCURACY_OF_MODEL
source: %percentage% prediction accuracy
es: %percentage% de fiabilidad

# DESTINATION_DOCKS_LABEL
source: Free docks
es: Anclajes libres

# LOW_DOCK_AVAILABILITY_WARNING
source: Low dock availability
es: Nivel bajo de anclajes

# START_TIME_COMMUTE
source: Start time
es: Inicio

# TOO_FAR_AWAY_WARNING
source: You are too far away!
es: Estás muy lejos como para predecir tu llegada

# END_TIME_COMMUTE
source: End time
es: Fin
