Repository: javierdemartin/Bicis
Catalog: *.lproj/Localizable.strings
Languages: es

# ML_PREDICTIONS_TITLE
source: ML Bike sharing predictions
es: Predicciones de disponibilidad con ML

# ML_PREDICTIONS_BODY
source: Check on a graph current bike demand. Compare it against the prediction on the graph.
es: Comprueba en el gráfico la demanda actual. Compárala frente a la predicción para conocer más detalles

# INFORMATION_TITLE
source: Local Information
es: Información actualizada

# INFORMATION_BODY
source: Never arrive to an empty station again. Get information on how the system is gonna behave.
es: Nunca llegues a una estación vacía. Obtén información actualizada en directo

# PRIVACY_TITLE
source: No trackers
es: Solo tu

# PRIVACY_BODY
source: Your information stays on device, no third parties involved.
es: Tu información nunca abandona el dispositivo, no hay terceros que reciban tus datos

# FINISH_ONBOARDING
source: Take me to the app
es: ¡Al lío!

# DATA_INSIGHTS_ACCESIBILITY_BUTTON
source: Data insights
es: Más datos

# SETTINGS_ACCESIBILITY_BUTTON
source: Settings
es: Ajustes

# RENT_BIKE_ACCESIBILITY_LABEL
source: Rent bike
es: Alquilar bicicleta

# SELECTED_STATION_GRAPH_ACCESIBILITY_LABEL
source: Selected station %name
es: Seleccionada la estación %name

# FEEDBACK_BUTTON
source: Send Feedback
es: Enviar comentarios

# NEXT_REFILL_ACCESIBILITY_LABEL
source: Next refill will be at %time
es: Siguiente recarga a las %time

source: Destination station
es: Estación de destino

# CALCULATING_PRECISSION
source: Calculating accuracy...
es: Calculando precisión...

# FREE_DOCKS_DESTINATION_PLACEHOLDER
source: Free racks at destination
es: Estaciones libres en destino

# EXPLANATION_INSIGHTS
source: Destination station statistics
es: Estadísticas de la estación de destino

# ERROR_CALCULATING_PRECISSION
source: Prediction accuracy couldn't be calculated
es: No se ha podido calcular la precisión de las predicciones

# ACCURACY_OF_MODEL
source: %percentage% prediction accuracy
es: %percentage% tasa de error

# NUMBER_TIMES_LAUNCHED
source: You have opened this version of %app_name% %times% times
es: Has abierto esta versión de %app_name% %times% veces

# DISCHARGE
source: Next discharge
es: Vaciamiento

source: Refill
es: Recarga

# NOT_FOUND
source: None
es: Nada

# OPERATIONS_DESCRIPTION
source: Possible prediction of manual charge and discharge operations at the station done by service workers.
es: Predicción de posibles operaciones de recarga y descarga hechas por los operarios.

# BLUR_ALERT_TITLE
source: Docks/Bikes
es: Anclajes/Bicicletas

# BLUR_ALERT_SUBTITLE
source: Alternating between showing docks or bikes in the pins
es: Changing the pins on the map
